const ListsComponent = () => {
  return (
    <div>
      <ul>
        <li>
          {" "}
          Персидская кошка
          <ol>
            <li>
              Характер: Спокойные, ласковые, иногда немного ленивые. Хорошо
              подходят для жизни в квартире.
            </li>
            <li>
              Особенности: Длинная, густая шерсть, плоское лицо, большие глаза.
            </li>
          </ol>
        </li>
        <li>
          Сиамская кошка
          <ol>
            <li>
              Характер: Очень активные, общительные и умные. Обожают внимание,
              требуют взаимодействия с хозяевами.
            </li>
            <li>
              Особенности: Тонкая, элегантная фигура, короткая шерсть,
              выразительные глаза миндалевидной формы.
            </li>
          </ol>
        </li>
      </ul>

      <ol>
        <li>
          Мейн-кун
          <ul>
            <li>
              Характер: Дружелюбные, ласковые, умные и игривые. Эти кошки любят
              общество людей и могут ладить с другими животными.
            </li>
            <li>
              Особенности: Очень большие размеры, длинная шерсть, кисточки на
              ушах.
            </li>
          </ul>
        </li>
        <li>
          Британская короткошёрстная
          <ul>
            <li>
              Характер: Спокойные и уравновешенные. Часто привязываются к своим
              владельцам.
            </li>
            <li>
              Особенности: Круглая голова, крупное тело, плотная короткая
              шерсть.
            </li>
          </ul>
        </li>
      </ol>
    </div>
  );
};
export default ListsComponent;
